[Character.CharClass_Orchid_RaidEngineer AIClassDefinition]
DefaultDisplayName="Hyperius the Invincible"
UBMKilledByMessageString=""

[Skill.Skill_Orchid_PlayerDeathPenalty SkillDefinition]
SkillName="Death penalty for athletes"
SkillDescription="It was the second time that his health was depleted by the attack."
LockedSkillDetailStr="<Locked>"

[Skill.Skill_Orchid_Raid_Reaper SkillDefinition]
SkillName="connection"
SkillDescription=""
LockedSkillDetailStr="<Locked>"

